import React from 'react'
import "./DeliveryComponent.scss"

const DeliveryComponent = () => {
    return (

        <div className="DeliveryComponent">
            <p>
            1. Доставка по Україні. <br/>
            Доставка по Україні здійснюється «новою поштою»від 1 до 3 діб. Вартість доставки зазвичай 50-100грн<br/>
            </ p>
            <p>
               
               2. Доставка в країни Європи в котрих є відділення нової пошти. <br/>
              (Польща, Німеччина, Литва, Латвія, Словаччина, Чехія, Молдова, Румунія, Естонія, Угорщина, Італія)<br/>
               Доставка на відділення «нової пошти» в Європі коштує 500грн/12€, термін доставки зазвичай до 16 діб, але часто буває що відділення знаходиться дуже далеко від вашого міста проживання, тоді вам потрібен наступний варіант доставки<br/>
            </p>
            <p>
            3. Адресна доставка в країни Європи в котрих є відділення нової пошти. <br/>
            Тут все теж саме що і в минулому пункті, але посилка приходить саме під ваш дім(до 21доби). Вартість 700грн/17€<br/>
            </p>
            <p>
            4. Доставка в будь-які інші країни в котрих немає нової пошти. (oкрім країни агресора)<br/>
             Така доставка здійснюється «укрпоштою» вартість такої доставки 1000грн/25€, термін доставки приблизно 14-21 діб<br/>
            </p>
            <p>
            З приводу будь-яких питань пишіть нам в інстаграм або телеграм. <br />
            </p>
        </div>
    )
}
export default DeliveryComponent
